{
  "<pad>": 2,
  "<unk>": 3,
  "<sos>": 4,
  "<eos>": 5,
  "[SEP]": 6,
  "for": 7,
  "and": 8,
  "of": 9,
  "the": 10,
  "love": 11,
  "those": 12,
  "joy": 13,
  "day": 14,
  "a": 15,
  "in": 16,
  "who": 17,
  "new": 18,
  "wedding": 19,
  "magical": 20,
  "life": 21,
  "with": 22,
  "confession": 23,
  "flowers": 24,
  "tenderness": 25,
  "warmth": 26,
  "calm": 27,
  "most": 28,
  "birthday": 29,
  "bright": 30,
  "gratitude": 31,
  "every": 32,
  "moments": 33,
  "success": 34,
  "happiness": 35,
  "anniversary": 36,
  "passion": 37,
  "petal": 38,
  "magic": 39,
  "inspiration": 40,
  "thanksgiving": 41,
  "bring": 42,
  "people": 43,
  "celebration": 44,
  "spring": 45,
  "rest": 46,
  "beginning": 47,
  "romance": 48,
  "lightness": 49,
  "special": 50,
  "admiration": 51,
  "congratulations": 52,
  "date": 53,
  "feelings": 54,
  "light": 55,
  "sadness": 56,
  "christmas": 57,
  "flower": 58,
  "filled": 59,
  "evening": 60,
  "freshness": 61,
  "jubilee": 62,
  "friends": 63,
  "freedom": 64,
  "vacation": 65,
  "summer": 66,
  "to": 67,
  "delight": 68,
  "fresh": 69,
  "warm": 70,
  "days": 71,
  "important": 72,
  "seeking": 73,
  "purity": 74,
  "morning": 75,
  "ones": 76,
  "farewell": 77,
  "meetings": 78,
  "miracles": 79,
  "season": 80,
  "harmony": 81,
  "hearts": 82,
  "someone": 83,
  "comfort": 84,
  "evenings": 85,
  "beautiful": 86,
  "positivity": 87,
  "euphoria": 88,
  "holiday": 89,
  "year": 90,
  "hope": 91,
  "first": 92,
  "memories": 93,
  "their": 94,
  "star": 95,
  "rain": 96,
  "world": 97,
  "graduation": 98,
  "nights": 99,
  "lovers": 100,
  "whose": 101,
  "vacations": 102,
  "proposal": 103,
  "relationship": 104,
  "ceremonial": 105,
  "moment": 106,
  "joyful": 107,
  "mother's": 108,
  "combination": 109,
  "woman": 110,
  "romantic": 111,
  "valentine's": 112,
  "delicate": 113,
  "good": 114,
  "scent": 115,
  "lavender": 116,
  "heart": 117,
  "closest": 118,
  "leaves": 119,
  "reminiscent": 120,
  "farewells": 121,
  "believe": 122,
  "during": 123,
  "this": 124,
  "two": 125,
  "inspires": 126,
  "achievements": 127,
  "cold": 128,
  "charm": 129,
  "inspire": 130,
  "happiest": 131,
  "unforgettable": 132,
  "sunlight": 133,
  "an": 134,
  "autumn": 135,
  "festival": 136,
  "forest": 137,
  "boost": 138,
  "energy": 139,
  "whole": 140,
  "night": 141,
  "your": 142,
  "conveyed": 143,
  "through": 144,
  "aroma": 145,
  "pleasant": 146,
  "expectation": 147,
  "year's": 148,
  "eve": 149,
  "time": 150,
  "symbol": 151,
  "chapter": 152,
  "warm,": 153,
  "colors": 154,
  "confessions": 155,
  "create": 156,
  "own": 157,
  "symbolizing": 158,
  "eternal": 159,
  "passing": 160,
  "meeting": 161,
  "friend": 162,
  "old": 163,
  "drops": 164,
  "playing": 165,
  "on": 166,
  "petals": 167,
  "our": 168,
  "path": 169,
  "dreaminess": 170,
  "sunset": 171,
  "that": 172,
  "will": 173,
  "be": 174,
  "remembered": 175,
  "forever": 176,
  "quiet": 177,
  "loved": 178,
  "emotional": 179,
  "brings": 180,
  "confidence": 181,
  "striving": 182,
  "results": 183,
  "tender": 184,
  "strive": 185,
  "forward": 186,
  "face": 187,
  "challenges": 188,
  "wishing": 189,
  "express": 190,
  "deepest": 191,
  "best": 192,
  "atmosphere": 193,
  "relaxation": 194,
  "appreciate": 195,
  "peace": 196,
  "shine": 197,
  "like": 198,
  "sea": 199,
  "nature": 200,
  "are": 201,
  "smiles": 202,
  "always": 203,
  "around": 204,
  "bringing": 205,
  "determination": 206,
  "overcoming": 207,
  "any": 208,
  "obstacles": 209,
  "exotic": 210,
  "countries": 211,
  "beginnings": 212,
  "paths": 213,
  "captivate": 214,
  "amaze": 215,
  "others": 216,
  "<PAD>": 0,
  "<UNK>": 1
}